{
  "id": "simcheong_jeon",
  "title": "심청전",
  "author": "작자 미상",
  "era": "조선 중기",
  "text": " 심청전 권지상이라. 송나라 말년의 황주 도화동에 한 선비가 살고 있으되, 성은 심이요 이름은 학규라. 집안은 양반이면서도 가난하여 오랫동안 몸이 쇠약해져 앓고 있었고 자식이 없으니 이웃과 친척의 도움을 받지 못하였다. 아내는 효성이 지극하고 지조가 굳센 여인이었으나 남편이 병들어 일하러 나가지 못하므로 방앗간에 나가 일을 하며 집안을 지켰다. 어느 날 부인은 향리 어시장에 나가 생계를 이어 가면서도 집안 걱정으로 근심이 깊었으니 그때 심봉사의 외동딸 심청이 태어나 열두 해를 맹인 아버지 곁에서 효성으로 봉양하였다. 심청이 어른 열두 살 무렵에 어느 해 여름 저녁, 방앗간에서 일을 마치고 돌아오던 길에 우물가 연못에 발을 헛디뎌 빠지고 말았다. 그 모습을 본 운심동 화주승이 구해 주고 손수 부축하여 눕히며 말하기를 “네가 장래에 공양미 삼백 석을 시주하면 아버지의 눈을 뜨게 해 주리라.” 하였으므로 심봉사는 전후 사정을 깊이 헤아리지 않고 천진난만하게 “그리하리다.” 하고 굳게 다짐하였다. 그 뒤 심청은 밤마다 꿈에 그 노승이 나타나 “네 말대로 삼백 석 공양을 준비하라. 날이 밝으면 네 몸을 바치도록 하라.” 하여, 그 말대로 삼백 석 공양미를 마련할 길이 없어 고민을 거듭하던 중 하루는 남경 상인들이 인당수 근처에서 제사를 지내기 위해 처녀를 바칠 테니 대가로 쌀 삼백 석을 주겠다고 찾아왔다. 심봉사는 고민 끝에 “내 딸을 바쳐 나머지 재산이라도 마련하라.” 하고 스스로 맹세하였으니, 심청은 “아버지를 위해 몸을 바치겠습니다.” 하고 하염없이 눈물을 흘리고 마침내 몸을 인당수에 던졌다. 상인들은 공양미 삼백 석을 가마니에 담아 가져가고 배는 떠나가자 물속에서 심청은 용왕의 부름을 받아 용궁으로 인도되었다. 용궁에서 회생약을 먹고 깨어난 심청은 스스로 전생에 초나라의 귀한 여인이었고 아버지는 고을의 유력자였음을 깨달았다. 또한 모든 일이 부처님의 큰 시험이었음을 알고 곧 용왕의 도움으로 연꽃송이 위에 올라 물 위로 떠올라 유리국으로 옮겨졌다. 연꽃 속에서 나온 심청은 유리국의 왕후가 되었고 임금은 그 효성을 가상히 여겨 고귀하게 대하였다. 그 후 심청은 아버지의 눈을 뜨게 해 달라는 뜻으로 맹인잔치를 열기로 하였으니, 왕은 그 뜻을 허락하여 온 나라 맹인들을 잔치에 초대하였다.\n \n\n심청전 권지하이라. 상편에서 인당수에 몸을 바친 심청은 용궁에서 회생약을 먹고 깨어난 뒤 유리국 왕궁의 왕후가 되어 임금과 신하들의 극진한 예우를 받았다. 이때 심청은 아버지를 찾기 위해 맹인잔치를 계획하고 왕에게 청하여 허락을 받았다. 맹인잔치가 열리던 날, 한양에 사는 맹인 심현은 딸이 살아 있다는 소식을 듣고 맹인복을 입고 몰래 잔치에 참석하였다. 잔치가 절정에 달했을 때 심청은 신하들에게 “저 가운데 아버지를 찾아내게 해 주십시오.” 하고 청하니 맹인 가운데 홀로 걸어나온 이는 바로 심현이었다. 심현은 눈물을 흘리며 딸을 만나고 이튿날 궁중 어의들이 약을 먹여 주어 눈을 뜨게 되었다. 심현이 시력을 회복하자 온 백성은 기적을 경축하며 큰 감동을 받았다. 왕과 대신들은 심청의 효성을 치하하고 포상을 내렸으며, 심현에게는 은백 냥을 하사하여 생활을 보살피게 하였다. 심현은 딸 심청이 왕후의 지위를 누리며 봉사하는 것을 바라보면서도 딸의 뜻을 존중하여 물러나기를 청하였다. 왕은 이를 허락하여 곧 유리국을 떠나 한양으로 돌아가기를 명했다. 심청은 왕후의 옷을 벗고 효녀 복장을 입고 아버지와 함께 배를 타고 떠났다. 그날 유리국 임금은 배가 떠나는 모습을 물끄러미 바라보며 눈물을 흘렸다.\n \n\n한양에 돌아온 심현 부녀는 궁궐에 나아가 그간의 경위를 고하였고, 심현은 잔치를 열어 온 마을 맹인들을 초청하여 왕실에서 하사한 은백 냥으로 맹인들의 생활 터전을 마련해 주었다. 그 뒤 심현은 매년 춘하추동 사오일에 조정에 나아가 신하들에게 절하며 “내 딸의 효심이 하늘을 감동시켜 이룬 기적을 본받고자 합니다.” 하고 말했다. 임금과 신하들은 모두 눈물을 흘리며 감격하였고, 매년 여름과 가을에는 궁중 음식을 내려 가난한 백성들을 구제하였다. 심청은 왕후로 있을 때 경험한 고락을 잊지 않고 돌아와서도 아버지와 함께 가난한 맹인과 과부 고아를 돌보았으며, 맹인학교에 지원금을 내고 판소리 대회를 열어 맹인들의 자활을 도왔다. 심청의 집은 전국 효자들의 본받을 대상이 되었으며, 각 지방 수령들은 여름마다 한양으로 올라와 모범을 배우고자 하였다. 심현 부녀는 꺼지지 않는 등불처럼 백성들을 보살폈고 수십 년이 흐른 뒤에도 백성들 사이에는 “심청의 눈물”이라는 말이 떠돌며 효행의 상징으로 전해졌다. "
}
